{
  "text":"Эдвард «Тедди» Шиэн (англ. Edward «Teddy» Sheean; 28 декабря 1923, Лоуэр-Баррингтон[en], Тасмания, Австралия — 1 декабря 1942, Арафурское море, близ Бетано[en], оккупированный Японской империей Португальский Тимор) — австралийский военнослужащий, матрос 2-го класса[en] Королевского австралийского военно-морского флота. Кавалер креста Виктории для Австралии. Родом из Тасмании. Работал на ферме, а в апреле 1941 года (поступил на службу в Королевский Австралийский военно-морской резерв[en]). Пройдя подготовку на военно-морских базах Деруэнт[en] и Флиндерс[en], Шиэн был отправлен в Сидней, где в июне 1942 года присоединился к команде недавно введённого в строй корвета «HMAS Armidale[en]». Принял участие в конвоировании судов вдоль восточного побережья Австралии[en] и в водах Новой Гвинеи, а в октябре вместе с кораблём был переведён в Дарвин — для поддержки военной операции на Тиморе. 29 ноября 1942 года корветы «HMAS Armidale» и «HMAS Castlemaine[en]» в паре вышли по направлению к селению Бетано[en]. По пути они были атакованы японскими самолётами, ввиду чего с опозданием достигли запланированного пункта назначения, разойдясь в море с патрульным катером «HMAS Kuru[en]», с которым они всё же встретились при возвращении в Дарвин к югу от Бетано. Командир «HMAS Castlemaine» как старший офицер приказал командам «HMAS Armidale» и «HMAS Kuru» выдвигаться в сторону Бетано. Оба судна пошли разными маршрутами в пункт назначения и подверглись атаке японской авиации. 1 декабря, во время боя с тринадцатью японскими самолётами, «HMAS Armidale» был дважды торпедирован и подорван авиабомбой, вследствие чего начал тонуть. Команде был отдан приказ покинуть корабль, и Шиэн принял участие в спуске спасательной лодки, после чего пробрался к кормовой 20-мм пушке «Эрликон» и открыл огонь по японским самолётам. Защищая оказавшихся в воде товарищей, Шиэн был сам дважды ранен, однако ему удалось подбить два самолёта и повредить ещё два. Корабль затонул вместе с Шиэном, но именно его многие из выживших называли своим спасителем. В 1943 году Шиэн был посмертно упомянут в донесениях[en]. Долгие годы звучали призывы воздать Шиэну должное и наградить его крестом Виктории для Австралии. В 2013 году наградной трибунал по запросу парламента решил, что Шиэн не подлежит награждению. В 2019 году трибунал пересмотрел свои выводы, но награждение не было одобрено министром обороны и правительством. Впоследствии проведённое правительственное расследование опять-таки рекомендовало наградить Шиэна. Это решение было одобрено премьер-министром Скоттом Моррисоном, и по запросу генерал-губернатора Дэвида Хёрли в 2020 году королева Елизавета II удостоила Шиэна данной награды."
}